@extends('parts.common')
@section('content')
<h1 class="mt-20 ml-5 font-bold">利用規約</h1>
<div class="m-5 sm:m-10">
    <p>この利用規約（以下、「本規約」といいます。）は、当サイトの管理者（以下、「管理者」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。
    </p>
    <br>
    <h2 class="font-bold">第1条（適用）</h2>
    <p>1.本規約は、ユーザー管理者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>
    <p>2管理者は本サービスに関し、本規約のほか、ご利用にあたってのルール等、各種の定め（以下、「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず、本規約の一部を構成するものとします。</p>
    <p>3.本規約の規定が前条の個別規定の規定と矛盾する場合には、個別規定において特段の定めなき限り、個別規定の規定が優先されるものとします。</p>
    <br>

    <h2 class="font-bold">第2条（メールアドレスおよびパスワードの管理）</h2>
    <p>1.ユーザーは、自己の責任において、本サービスのメールアドレスおよびパスワードを適切に管理するものとします</p>
    <p>2.ユーザーは、いかなる場合にも、メールアドレスおよびパスワードを第三者に譲渡または貸与し、もしくは第三者と共用することはできません管理者は、メールアドレスとパスワードの組み合わせが登録情報と一致してログインされた場合には、そのメールアドレスを登録しているユーザー自身による利用とみなします。</p>
    <p>3.メールアドレス及びパスワードが第三者によって使用されたことによって生じた損害は管理者に故意又は重大な過失がある場合を除き管理者は一切の責任を負わないものとします。</p>
    <br>

    <h2 class="font-bold">第3条（禁止事項）</h2>
    <p>1.ユーザーは、本サービスの利用にあたり、以下の行為をしてはなりません。</p>
        <p class="ml-5">1.1.法令または公序良俗に違反する行為</p>
        <p class="ml-5">1.2.犯罪行為に関連する行為</p>
        <p class="ml-5">1.3管理者、本サービスの他のユーザー、または第三者のサーバーまたはネットワークの機能を破壊したり、妨害したりする行為</p>
        <p class="ml-5">1.4管理者のサービスの運営を妨害するおそれのある行為</p>
        <p class="ml-5">1.5.他のユーザーに関する個人情報等を収集または蓄積する行為</p>
        <p class="ml-5">1.6.不正アクセスをし、またはこれを試みる行為</p>
        <p class="ml-5">1.7.他のユーザーに成りすます行為</p>
        <p class="ml-5">1.8.管理者のサービスに関連して、反社会的勢力に対して直接または間接に利益を供与する行為</p>
        <p class="ml-5">1.9.管理者、本サービスの他のユーザーまたは第三者の知的財産権、肖像権、プライバシー、名誉その他の権利または利益を侵害する行為</p>
        <p class="ml-5">1.10.以下の表現を含み、または含む管理者が判断する内容を本サービス上に投稿し、または送信する行為</p>
            <p class="ml-8">1.10.1.過度に暴力的な表現</p>
            <p class="ml-8">1.10.2.露骨な性的表現</p>
            <p class="ml-8">1.10.3.人種、国籍、信条、性別、社会的身分、門地等による差別につながる表現</p>
            <p class="ml-8">1.10.4.自殺、自傷行為、薬物乱用を誘引または助長する表現</p>
            <p class="ml-8">1.10.5.その他反社会的な内容を含み他人に不快感を与える表現</p>
        <p class="ml-5">1.11.以下を目的とし、または目的とする管理者が判断する行為</p>
            <p class="ml-8">1.11.1.営業、宣伝、広告、勧誘、その他営利を目的とする行為管理者の認めたものを除きます。）</p>
            <p class="ml-8">1.11.2.性行為やわいせつな行為を目的とする行為</p>
            <p class="ml-8">1.11.3.面識のない異性との出会いや交際を目的とする行為</p>
            <p class="ml-8">1.11.4.他のユーザーに対する嫌がらせや誹謗中傷を目的とする行為</p>
            <p class="ml-8">1.11.5.管理者、本サービスの他のユーザー、または第三者に不利益、損害または不快感を与えることを目的とする行為</p>
            <p class="ml-8">1.11.6.その他本サービスが予定している利用目的と異なる目的で本サービスを利用する行為</p>
        <p>1.12.宗教活動または宗教団体への勧誘行為</p>
        <p>1.13.その他管理者が不適切と判断する行為</p>
    <br>

    <h2 class="font-bold">第4条（本サービスの提供の停止等）</h2>
    <p>1.管理者は、以下のいずれかの事由があると判断した場合、ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。</p>
        <p class="ml-5">1.1.本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</p>
        <p class="ml-5">1.2.地震、落雷、火災、停電または天災などの不可抗力により、本サービスの提供が困難となった場合</p>
        <p class="ml-5">1.3.コンピュータまたは通信回線等が事故により停止した場合</p>
        <p class="ml-5">1.4.その他管理者が本サービスの提供が困難と判断した場合</p>
    <p>2.管理者は、本サービスの提供の停止または中断により、ユーザーまたは第三者が被ったいかなる不利益または損害についても、一切の責任を負わないものとします。</p>
    <br>

    <h2 class="font-bold">第5条（著作権）</h2>
    <p>1.ユーザーは、自ら著作権等の必要な知的財産権を有するか、または必要な権利者の許諾を得た文章、画像や映像等の情報に関してのみ、本サービスを利用し、投稿ないしアップロードすることができるものとします。</p>
    <p>2.ユーザーが本サービスを利用して投稿ないしアップロードした文章、画像、映像等の著作権については、当該ユーザーその他既存の権利者に留保されるものとします。ただし管理者は、本サービスを利用して投稿ないしアップロードされた文章、画像、映像等について、本サービスの改良、品質の向上、または不備の是正等ならびに本サービスの周知宣伝等に必要な範囲で利用できるものとし、ユーザーは、この利用に関して、著作者人格権を行使しないものとします。</p>
    <p>3.前項本文の定めるものを除き、本サービスおよび本サービスに関連する一切の情報についての著作権およびその他の知的財産権はすべ管理者また管理者にその利用を許諾した権利者に帰属し、ユーザーは無断で複製、譲渡、貸与、翻訳、改変、転載、公衆送信（送信可能化を含みます。）、伝送、配布、出版、営業使用等をしてはならないものとします。</p>
    <br>

    <h2 class="font-bold">第6条（利用制限および登録抹消）</h2>
    <p>1.管理者は、ユーザーが以下のいずれかに該当する場合には、事前の通知なく、投稿データを削除し、ユーザーに対して本サービスの全部もしくは一部の利用を制限しまたはユーザーとしての登録を抹消することができるものとします。</p>
        <p class="ml-5">1.1.本規約のいずれかの条項に違反した場合</p>
        <p class="ml-5">1.2.登録事項に虚偽の事実があることが判明した場合</p>
        <p class="ml-5">1.3.その他管理者が本サービスの利用を適当でないと判断した場合</p>
    <p>2.管理者は、本条に基づ管理者が行った行為によりユーザーに生じた損害について、一切の責任を負いません。</p>

    <br>

    <h2 class="font-bold">第7条（保証の否認および免責事項）</h2>
    <p>1.管理者は、本サービスに事実上または法律上の瑕疵（安全性、信頼性、正確性、完全性、有効性、特定の目的への適合性、セキュリティなどに関する欠陥、エラーやバグ、権利侵害などを含みます。）がないことを明示的にも黙示的にも保証しておりません。</p>
    <p>2.管理者は、本サービスに起因してユーザーに生じたあらゆる損害について管理者の故意又は重過失による場合を除き、一切の責任を負いません。ただし、本サービスに関す管理者とユーザーとの間の契約（本規約を含みます。）が消費者契約法に定める消費者契約となる場合、この免責規定は適用されません。</p>
    <p>3.前項ただし書に定める場合であっても管理者は管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害のうち特別な事情から生じた損害管理者またはユーザーが損害発生につき予見し、または予見し得た場合を含みます。）について一切の責任を負いません。また管理者の過失（重過失を除きます。）による債務不履行または不法行為によりユーザーに生じた損害の賠償は、ユーザーから当該損害が発生した月に受領した利用料の額を上限とします。</p>
    <p>4.管理者は、本サービスに関して、ユーザーと他のユーザーまたは第三者との間において生じた取引、連絡または紛争等について一切責任を負いません。</p>
    <br>

    <h2 class="font-bold">第8条（サービス内容の変更等）</h2>
    <p>1.管理者は、ユーザーへの事前の告知をもって、本サービスの内容を変更、追加または廃止することがあり、ユーザーはこれを承諾するものとします。</p>
    <br>

    <h2 class="font-bold">第9条（利用規約の変更）</h2>
    <p>1.管理者は以下の場合には、ユーザーの個別の同意を要せず、本規約を変更することができるものとします。</p>
        <p class="ml-5">1.1.本規約の変更がユーザーの一般の利益に適合するとき。</p>
        <p class="ml-5">1.2.本規約の変更が本サービス利用契約の目的に反せず、かつ、変更の必要性、変更後の内容の相当性その他の変更に係る事情に照らして合理的なものであるとき。</p>
    <p>2.管理者はユーザーに対し、前項による本規約の変更にあたり、事前に、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生時期を通知します。</p>
    <br>

    <h2 class="font-bold">第10条（権利義務の譲渡の禁止）</h2>
    <p>ユーザーは管理者の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し、または担保に供することはできません。</p>
    <br>

    <h2 class="font-bold">第11条（準拠法・裁判管轄）</h2>
    <p>本規約の解釈にあたっては、日本法を準拠法とします。</p>
    <br>

    <p>以上</p>
</div>
@endsection